batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
burkeholland.simple-react-snippets
esbenp.prettier-vscode
geequlim.godot-tools
golang.go
hookyqr.beautify
khaeransori.json2csv
mechatroner.rainbow-csv
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
nomicfoundation.hardhat-solidity
prisma.prisma
redhat.java
ritwickdey.liveserver
tomoki1207.pdf
tyriar.lorem-ipsum
vrjuliao.sml-environment
vue.volar
